cask_args appdir: '/Applications'

tap 'shivammathur/php'
tap 'folkloreatelier/fonts'

brew 'ack'
brew 'ansible'
brew 'awscli'
brew 'aws-elasticbeanstalk'
brew 'composer'
brew 'coreutils'
brew 'css3-font-converter'
brew 'dockutil'
brew 'ffmpeg'
brew 'git'
brew 'git-lfs'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'kops'
brew 'kubectl'
brew 'kubernetes-helm'
brew 'lame'
brew 'libcaca'
brew 'libgit2'
brew 'minikube'
brew 'mysql'
brew 'openssl'
brew 'shivammathur/php/php@7.4'
brew 'php', link: true
brew 'postgresql'
brew 'python', link: true
brew 'rbenv'
brew 'readline'
brew 'ruby-build'
brew 'roundup'
brew 'spaceship'
brew 'starship'
brew 'terraform'
brew 'transmission'
brew 'wget'
brew 'zsh'
brew 'wakeonlan'

cask '1password'
cask '1password-cli'
cask 'arq'
cask 'cyberduck'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'loopback'
cask 'obs'
cask 'poedit'
cask 'postman'
cask 'processing'
cask 'sketch'
cask 'spotify'
cask 'tableplus'
cask 'texturepacker'
cask 'vagrant'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'
